Repository: ACINQ/phoenix
Catalog: phoenix-ios/phoenix-ios/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, es_419, fr

source: A fee of %1$@ is expected to receive this amount, and that fee is above your limit of %2$@. Increase this limit in the channel management settings, or request additional liquidity.
ar: من المتوقع أن يتم فرض رسوم قدرها %1$$@ لاستلام هذا المبلغ، وهذه الرسوم أعلى من الحد الأقصى الذي يبلغ %2$@. قم بزيادة هذا الحد في إعدادات إدارة القناة، أو اطلب سيولة إضافية.
cs: Za přijetí této částky se očekává poplatek ve výši %1$@, který je vyšší než váš limit %2$@. Zvyšte tento limit v nastavení správy kanálů nebo si vyžádejte další likviditu.
de: Es wird eine Gebühr von %1$@ erwartet, um diesen Betrag zu erhalten, und diese Gebühr liegt über deinem Limit von %2$@. Erhöhe dieses Limit in den Einstellungen der Kanalverwaltung oder fordere zusätzliche Liquidität an.
es: Se espera una comisión de %1$@ para recibir esta cantidad, y esa comisión está por encima de tu límite de %2$@. Aumenta este límite en los ajustes de gestión del canal, o solicita liquidez adicional.
es_419: Se espera una comisión de %1$@ para recibir esta cantidad, y esa comisión está por encima de tu límite de %2$@. Aumenta este límite en los ajustes de gestión del canal, o solicita liquidez adicional.
fr: Des frais de %1$@ sont attendus pour recevoir ce montant, mais ces frais sont supérieurs à la limite de %2$@. Augmentez cette limite dans les paramètres de gestion des canaux, ou demandez de la liquidité supplémentaire.

source: A fee of %1$@ is expected to receive this amount, and that fee is above your limit of %2$@. Increase this limit in the channel management settings.
ar: من المتوقع أن يتم فرض رسوم قدرها %1$$@ لاستلام هذا المبلغ، وهذه الرسوم أعلى من الحد الأقصى الذي يبلغ %2$@. قم بزيادة هذا الحد في إعدادات إدارة القناة.
cs: Za přijetí této částky se očekává poplatek ve výši %1$@, který je vyšší než váš limit %2$@. Zvyšte tento limit v nastavení správy kanálů.
de: Es wird eine Gebühr von %1$@ erwartet, um diesen Betrag zu erhalten, und diese Gebühr liegt über deinem Limit von %2$@. Erhöhe dieses Limit in den Einstellungen der Kanalverwaltung.
es: Se espera una comisión de %1$@ para recibir esta cantidad, y esa comisión está por encima de tu límite de %2$@. Aumenta este límite en los ajustes de gestión del canal.
es_419: Se espera una comisión de %1$@ para recibir esta cantidad, y esa comisión está por encima de tu límite de %2$@. Aumenta este límite en los ajustes de gestión del canal.
fr: Des frais de %1$@ sont attendus pour recevoir ce montant, et ces frais sont supérieurs à ta limite de %2$@. Augmente cette limite dans les paramètres de gestion des canaux.

source: A fee of %1$@ is expected to receive this amount, and that fee is more than %2$@ of the amount. Increase this limit in the channel management settings, or request additional liquidity.
ar: ومن المتوقع أن يتم دفع رسوم قدرها %1$$$$$ لاستلام هذا المبلغ، وهذه الرسوم أكثر من %2$$$$$$$ من المبلغ. قم بزيادة هذا الحد في إعدادات إدارة القناة، أو اطلب سيولة إضافية.
cs: Za obdržení této částky se očekává poplatek ve výši %1$@ a tento poplatek činí více než %2$@ z částky. Zvyšte tento limit v nastavení správy kanálů nebo si vyžádejte další likviditu.
de: Es wird eine Gebühr von %1$@ erwartet, um diesen Betrag zu erhalten, und diese Gebühr beträgt mehr als %2$@ des Betrags. Erhöhe dieses Limit in den Einstellungen der Kanalverwaltung oder fordere zusätzliche Liquidität an.
es: Se espera una comisión de %1$@ para recibir esta cantidad, y esa comisión es superior al %2$@ de la cantidad. Aumenta este límite en los ajustes de gestión del canal, o solicita liquidez adicional.
es_419: Se espera una comisión de %1$@ para recibir esta cantidad, y esa comisión es superior al %2$@ de la cantidad. Aumenta este límite en los ajustes de gestión del canal, o solicita liquidez adicional.
fr: Des frais de %1$@ sont attendus pour recevoir ce montant, mais ils représentent plus de %2$@ du montant. Augmentez cette limite dans les paramètres de gestion des canaux, ou ajoutez de la liquidité à vos canaux.

source: A fee of %1$@ is expected to receive this amount, and that fee is more than %2$@ of the amount. Increase this limit in the channel management settings.
ar: ومن المتوقع أن يتم دفع رسوم قدرها %1$$$$$ لاستلام هذا المبلغ، وهذه الرسوم أكثر من %2$$$$$$$ من المبلغ. قم بزيادة هذا الحد في إعدادات إدارة القناة.
cs: Za obdržení této částky se očekává poplatek ve výši %1$@ a tento poplatek činí více než %2$@ z částky. Zvyšte tento limit v nastavení správy kanálů.
de: Es wird eine Gebühr von %1$@ erwartet, um diesen Betrag zu erhalten, und diese Gebühr beträgt mehr als %2$@ des Betrags. Erhöhe dieses Limit in den Einstellungen der Kanalverwaltung.
es: Se espera una comisión de %1$@ para recibir esta cantidad, y esa comisión es superior al %2$@ de la cantidad. Aumenta este límite en los ajustes de gestión del canal.
es_419: Se espera una comisión de %1$@ para recibir esta cantidad, y esa comisión es superior al %2$@ de la cantidad. Aumenta este límite en los ajustes de gestión del canal.
fr: Des frais de %1$@ sont attendus pour recevoir ce montant, et ces frais représentent plus de %2$@ du montant. Augmentez cette limite dans les paramètres de gestion des canaux.

source: A hidden wallet requires a **Lock PIN** to be set.
ar: تتطلب المحفظة المخفية تعيين **رقم تعريف شخصي للقفل**.
cs: Skrytá peněženka vyžaduje nastavení kódu **Lock PIN**.
de: Für eine versteckte Brieftasche muss eine **Schließ-PIN** festgelegt werden.
es: Una cartera oculta requiere que se establezca un **PIN de bloqueo**.
es_419: Una cartera oculta requiere que se establezca un **PIN de bloqueo**.

source: A less efficient and less private format that does not rotate addresses. However, it is compatible with almost every service and wallet.
ar: تنسيق أقل كفاءة وأقل خصوصية ولا يقوم بتدوير العناوين. ومع ذلك، فهي متوافقة مع كل الخدمات والمحافظ تقريبًا.
cs: Méně efektivní a méně soukromý formát, který nerotuje adresy. Je však kompatibilní téměř s každou službou a peněženkou.
de: Ein weniger effizientes und weniger privates Format, bei dem die Adressen nicht rotieren. Allerdings ist es mit fast allen Diensten und Geldbörsen kompatibel.
es: Un formato menos eficaz y menos privado que no rota las direcciones. Sin embargo, es compatible con casi todos los servicios y monederos.
es_419: Un formato menos eficaz y menos privado que no rota las direcciones. Sin embargo, es compatible con casi todos los servicios y monederos.
fr: Un format moins efficace et moins privé qui ne fait pas tourner les adresses. Il est cependant compatible avec presque tous les services et portefeuilles.

source: A new attempt is scheduled in a few hours.
ar: من المقرر إجراء محاولة جديدة في غضون ساعات قليلة.
cs: Nový pokus je naplánován za několik hodin.
de: Ein neuer Versuch ist in ein paar Stunden geplant.
es: Está previsto un nuevo intento en unas horas.
es_419: Un nuevo intento está programado para dentro de unas horas.
fr: Une nouvelle tentative est prévue dans quelques heures

source: A random Electrum server will be selected on each connection attempt.
ar: سيتم تحديد خادم Electrum عشوائي في كل محاولة اتصال.
cs: Při každém pokusu o připojení bude vybrán náhodný Electrum server.
de: Bei jedem Verbindungsversuch wird ein zufälliger Electrum-Server ausgewählt.
es: Un servidor electrum será seleccionado aleatoriamente en cada intento de conexión.
es_419: Se seleccionará un servidor aleatorio de Electrum en cada intento de conexión.
fr: Un serveur Electrum sera sélectionné aléatoirement à chaque nouvelle connexion.

source: A temporary error occurred, and Phoenix is unable to continue loading.
ar: حدث خطأ مؤقت ، ولم يتمكن Phoenix من متابعة التحميل.
cs: Došlo k dočasné chybě a Phoenix nemůže pokračovat v načítání.
de: Es ist ein temporärer Fehler aufgetreten und Phoenix kann den Ladevorgang nicht fortsetzen.
es: Se produjo un error temporal y Phoenix no puede continuar cargando.
es_419: Phoenix no podrá seguir cargándose debido a un error temporal.
fr: Une erreur temporaire est survenue, et le chargement de Phoenix ne peut se poursuivre.

source: Abort
ar: إلغاء
cs: Přerušit
de: Abbrechen
es: Abortar
es_419: Abortar
fr: Annuler

source: Aborted by peer
ar: ألغيت من قبل النظير
cs: Přerušeno kolegou
de: Abgebrochen durch Peer
es: Abortado por un compañero
es_419: Abortado por un compañero
fr: Abandonné par votre contrepartie

source: About
ar: حول
cs: O aplikaci
de: Über Phoenix
es: Sobre Phoenix
es_419: Información
fr: À propos

source: Accelerate Transactions
ar: تسريع المعاملات
cs: Zrychlení mých transakcí.
de: Transaktionen beschleunigen
es: Acelerar transacciones
es_419: Acelerar transacciones
fr: Accélérer mes transactions

source: Accelerate on-chain transactions
ar: تسريع المعاملات على السلسلة
cs: Zrychlení on-chain transakcí
de: Beschleunigte On-Chain Transaktion
es: Acelera las transacciones en la cadena
es_419: Acelerar transacciones en la cadena
fr: Accélération de transactions on-chain

source: Accelerate transaction
ar: تسريع المعاملات
cs: Urychlení transakce
de: Transaktion beschleunigen
es: Acelerar transacción
es_419: Acelerar transacción
fr: Accélérer mes transactions

source: Accept
ar: قبول
cs: Přijmout
de: Annehmen
es: Acepta
es_419: Aceptar
fr: Accepter

source: Acceptable range
ar: النطاق المقبول
cs: Přijatelný rozsah
de: Akzeptabler Bereich
es: Rango aceptable
es_419: Rango aceptable
fr: Plage acceptable

source: Access hidden wallet
ar: الوصول إلى المحفظة المخفية
cs: Přístup ke skryté peněžence
de: Zugang zur versteckten Brieftasche
es: Acceder a la cartera oculta
es_419: Acceder a la cartera oculta

source: Add Liquidity
ar: إضافة سيولة
cs: Přidání likvidity
de: Liquidität hinzufügen
es: Añadir liquidez
es_419: Añadir liquidez
fr: Ajouter de la liquidité

source: Add another wallet
ar: إضافة محفظة أخرى
cs: Přidání další peněženky
de: Weitere Brieftasche hinzufügen
es: Añadir otra cartera
es_419: Añadir otra cartera

source: Add contact
ar: إضافة جهة اتصال
cs: Přidat kontakt
de: Kontakt hinzufügen
es: Añadir contacto
es_419: Añadir contacto
fr: Ajouter un contact

source: Add contacts for easy & quick payments
ar: إضافة جهات اتصال لمدفوعات سهلة وسريعة
cs: Přidejte kontakty pro snadné a rychlé platby
de: Kontakte für einfache und schnelle Zahlungen hinzufügen
es: Añade contactos para pagar fácil y rápidamente
es_419: Añade contactos para pagar fácil y rápidamente
fr: Ajoutez des contacts pour des paiements faciles et rapides

source: Add liquidity
ar: إضافة سيولة
cs: Přidat likviditu
de: Liquidität hinzufügen
es: Añadir liquidez
es_419: Añadir liquidez
fr: Ajouter de la liquidité

source: Add liquidity failed!
ar: فشل إضافة السيولة!
cs: Přidat likviditu se nepodařilo!
de: Liquidität hinzufügen ist fehlgeschlagen!
es: ¡Añadir liquidez fallida!
es_419: ¡Añadir liquidez fallida!
fr: L'ajout de liquidité a échoué !

source: Add liquidity:
ar: إضافة سيولة:
cs: Přidat likviditu:
de: Liquidität hinzufügen:
es: Añade liquidez:
es_419: Añade liquidez:
fr: Liquidité additionnelle

source: Add optional comment
ar: أضف تعليقًا اختياريًا
cs: Přidat nepovinný komentář
de: Optionalen Kommentar hinzufügen
es: Agregar comentario opcional
es_419: Agregar un comentario opcional
fr: Ajouter un commentaire

source: Add to contacts
ar: إضافة إلى جهات الاتصال
cs: Přidat ke kontaktům
de: Zu Kontakten hinzufügen
es: Añadir a contactos
es_419: Añadir a contactos

source: Add to existing contact
ar: إضافة إلى جهة اتصال موجودة
cs: Přidat ke stávajícímu kontaktu
de: Zu bestehendem Kontakt hinzufügen
es: Añadir a contacto existente
es_419: Añadir a contacto existente

source: Advanced
ar: متقدم
cs: Pokročilé
de: Erweitert
es: Avanzado
es_419: Avanzado
fr: Avancé

source: Advanced security
ar: الأمان المتقدم
cs: Pokročilé zabezpečení
de: Erweiterte Sicherheit
es: Seguridad avanzada
es_419: Seguridad avanzada
fr: Sécurité avancée

source: All payment channels will be closed.
ar: سيتم إغلاق جميع قنوات الدفع.
cs: Všechny platební kanály budou uzavřeny.
de: Alle Zahlungswege werden geschlossen.
es: Todos los canales de pago estarán cerrados.
es_419: Se cerrarán todos los canales de pago.
fr: Tous les canaux de paiements seront fermés

source: Allow passcode fallback
ar: السماح بالرمز الاحتياطي لرمز المرور
cs: Povolení zpětného hesla
de: Passcode-Fallback zulassen
es: Permitir código de acceso alternativo
es_419: Permitir alternativa de código
fr: Autoriser la récupération du code d'accès

source: Already paid
ar: مدفوع بالفعل
cs: Již zaplaceno
de: Bereits bezahlt
es: Pagado
es_419: Ya se pagó
fr: Déjà payé

source: Amount (optional)
ar: المبلغ (اختياري)
cs: Částka (volitelné)
de: Betrag (optional)
es: Valor (opcional)
es_419: Importe (opcional)
fr: Montant (optionnel)

source: Amount added to fee credit
ar: المبلغ المضاف إلى رصيد الرسوم
cs: Částka přidána do poplatkového kreditu
de: Betrag, der dem Gebührenguthaben hinzugefügt wird
es: Importe añadido al crédito de tasas
es_419: Importe añadido al crédito de tasas
fr: Montant ajouté au crédit de redevance

source: Amount exceeds your balance
ar: المبلغ يتجاوز رصيدك
cs: Částka převyšuje váš zůstatek
de: Der Betrag übersteigt dein Guthaben
es: El valor excede tu balance
es_419: El importe supera el saldo
fr: Le montant dépasse votre solde

source: Amount is too high.
ar: المبلغ مرتفع للغاية.
cs: Částka je příliš vysoká.
de: Der Betrag ist zu hoch.
es: La cantidad es demasiado alta.
es_419: El importe es demasiado elevado.
fr: Le montant est trop élevé

source: Amount is too low.
ar: المبلغ منخفض للغاية.
cs: Částka je příliš nízká.
de: Der Betrag ist zu niedrig.
es: La cantidad es demasiado baja.
es_419: El importe es demasiado bajo.
fr: Le montant est trop bas

source: Amount received
ar: المبلغ المستلم
cs: Obdržená částka
de: Erhaltene Beträge
es: Importe recibido
es_419: Importe recibido
fr: Montant reçu

source: Amount requested
ar: المبلغ المطلوب
cs: Požadovaná částka
de: Beantragter Betrag
es: Importe solicitado
es_419: Importe solicitado
fr: Montant demandé

source: Amount required for card payment
ar: المبلغ المطلوب للدفع بالبطاقة
cs: Částka požadovaná pro platbu kartou
de: Erforderlicher Betrag für die Kartenzahlung
es: Importe requerido para el pago con tarjeta
es_419: Importe requerido para el pago con tarjeta

source: Amount sent (fees included)
ar: المبلغ المرسل (شاملاً الرسوم)
cs: Odeslaná částka (včetně poplatků)
de: Übermittelter Betrag (einschließlich Gebühren)
es: Importe enviado (tasas incluidas)
es_419: Importe enviado (tasas incluidas)
fr: Montant envoyé (frais inclus)

source: An error occurred on a node in the payment route. The payment may succeed if you try again.
ar: حدث خطأ في عقدة في مسار الدفع. قد تنجح عملية الدفع إذا حاولت مرة أخرى.
cs: Na uzlu v platební trase došlo k chybě. Platba může být úspěšná, pokud se o ni pokusíte znovu.
de: Ein Fehler ist an einem Knoten in der Zahlungsroute aufgetreten. Die Zahlung kann erfolgreich sein, wenn Sie es erneut versuchen.
es: Se ha producido un error en un nodo de la ruta de pago. El pago puede tener éxito si lo intentas de nuevo.
es_419: Se ha producido un error en un nodo de la ruta de pago. El pago puede tener éxito si lo intentas de nuevo.
fr: Une erreur est survenue sur le trajet du paiement. Le paiement peut réussir si vous réessayez.

source: An on-chain operation will be likely required for you to receive this amount. The fee is estimated to be around %@.
ar: من المحتمل أن تكون هناك حاجة إلى عملية على السلسلة لتلقي هذا المبلغ. تقدر الرسوم بحوالي %@.
cs: Pro získání této částky bude pravděpodobně nutná operace v řetězci. Poplatek se odhaduje na přibližně %@.
de: Damit du diesen Betrag erhältst, ist wahrscheinlich ein On-Chain-Vorgang erforderlich. Die Gebühr wird auf etwa %@ geschätzt.
es: Es probable que se requiera una operación en cadena para que recibas esta cantidad. Se estima que la comisión rondará el %@.
es_419: Es probable que se requiera una operación en cadena para que recibas esta cantidad. Se estima que la comisión rondará el %@.
fr: Une opération on-chain sera probablement nécessaire pour recevoir ce montant. Les frais sont estimés à environ %@.

source: An on-chain operation will likely be required for you to receive this amount.
ar: من المحتمل أن تكون هناك حاجة إلى إجراء عملية على السلسلة لكي تحصل على هذا المبلغ.
cs: Pro příjem této částky bude pravděpodobně nutná on-chain transakce.
de: Es wird wahrscheinlich eine On-Chain-Transaktion notwendig sein, um diesen Betrag zu erhalten.
es: Es probable que se requiera una operación en cadena para que recibas esta cantidad.
es_419: Probablemente será necesaria una transacción en la cadena para recibir esta cantidad.
fr: Une opération on-chain sera probablement nécessaire pour recevoir ce montant.

source: An on-chain wallet derived from your seed. The final wallet is where funds are sent by default when your lightning channels are closed.
ar: محفظة على السلسلة مشتقة من بذرتك. المحفظة النهائية هي المكان الذي يتم فيه إرسال الأموال افتراضيًا عند إغلاق قنوات البرق الخاصة بك.
cs: Peněženka v řetězci odvozená od vašeho seedu. Do této peněženky se ve výchozím nastavení posílají prostředky, když jsou vaše bleskové kanály uzavřeny.
de: Eine On-Chain-Brieftasche, die von deinem Seed stammt. In die endgültige Wallet wird das Geld standardmäßig gesendet, wenn deine Lightning Channels geschlossen werden.
es: Una billetera en cadena derivada de tu semilla. La billetera final es donde se envían los fondos de forma predeterminada cuando sus canales Lightning están cerrados.
es_419: Una billetera en la cadena derivada de tu semilla. La billetera final es adonde se envían los fondos de forma predeterminada cuando se cierren tus canales de Lightning.
fr: Un wallet on-chain dérivé de la clé de votre wallet. Le wallet final est là où les fonds sont envoyés par défaut lorsque vos canaux Lightning sont fermés.

source: An unknown error has occurred.
ar: حدث خطأ غير معروف.
cs: Došlo k neznámé chybě.
de: Es ist ein unbekannter Fehler aufgetreten.
es: Se ha producido un error desconocido.
es_419: Se produjo un error desconocido.
fr: Une erreur inconnue s'est produite.

source: An unknown error occurred and payment has failed.
ar: حدث خطأ غير معروف وفشل الدفع.
cs: Došlo k neznámé chybě a platba se nezdařila.
de: Ein unbekannter Fehler ist aufgetreten und die Zahlung ist fehlgeschlagen.
es: Se ha producido un error desconocido y el pago ha fallado.
es_419: Se ha producido un error desconocido y el pago ha fallado.
fr: Une erreur inconnue s\'est produite et le paiement a échoué.

source: An unknown error occurred.
ar: حدث خطأ غير معروف.
cs: Došlo k neznámé chybě.
de: Ein unbekannter Fehler ist aufgetreten.
es: Un error desconocido ocurrió.
es_419: Se produjo un error desconocido.
fr: Une erreur inconnue est survenue.

source: Any amount
ar: أي مبلغ
cs: Libovolná částka
de: Jeder Betrag
es: Cualquier valor
es_419: Cualquier importe
fr: Montant indéfini

source: App Access
ar: الوصول إلى التطبيق
cs: Přístup k aplikaci
de: App Zugang
es: Acceso
es_419: Acceso a la aplicación
fr: Accès à l’application

source: App access
ar: الوصول إلى التطبيق
cs: Přístup k aplikaci
de: App-Zugang
es: Acceso
es_419: Acceso a la aplicación
fr: Accès à l’application

source: App is locked
ar: التطبيق مقفل
cs: Aplikace je uzamčena
de: App ist gesperrt
es: La aplicación está bloqueada
es_419: La aplicación está bloqueada
fr: L’application est verrouillée

source: App status
ar: حالة التطبيق
cs: Stav aplikace
es: Estado de la aplicación
es_419: Estado de la aplicación
fr: Statut de l'appli

source: App theme
ar: مظهر التطبيق
cs: Motiv aplikace
de: App Thema
es: Tema
es_419: Tema de la aplicación
fr: Thème de l’application

source: Are you sure you want to pay this invoice?
ar: هل أنت متأكد أنك تريد دفع هذه الفاتورة؟
cs: Opravdu chcete zaplatit tuto fakturu?
de: Bist du sicher, dass du diese Rechnung bezahlen willst?
es: ¿Está seguro que quiere pagar esta factura?
es_419: ¿Seguro quieres pagar esta factura?
fr: Êtes-vous sûr de vouloir payer cette requête ?

source: Are you sure you want to proceed ?
ar: هل أنت متأكد من رغبتك في المتابعة؟
cs: Opravdu chcete pokračovat?
de: Möchten Sie wirklich fortfahren?
es: ¿Está seguro de que desea continuar?
es_419: ¿Está seguro de que desea continuar?
fr: Êtes-vous sûr de vouloir continuer ?

source: Are you sure you want to proceed?
ar: هل انت متأكد انك تريد المتابعة؟
cs: Jste si jisti, že chcete pokračovat?
de: Sind Sie sicher, dass Sie fortfahren möchten?
es: ¿Está seguro de que desea continuar?
es_419: ¿Está seguro de que desea continuar?
fr: Êtes-vous sûr de vouloir continuer ?

source: As you receive funds, liquidity will be consumed and become your balance. After one year, the remaining unused liquidity will be reclaimed by the service.
ar: عندما تتلقى الأموال، سيتم استهلاك السيولة وتصبح رصيدك. بعد مرور عام واحد، ستستعيد الخدمة السيولة المتبقية غير المستخدمة.
cs: Jak budete přijímat prostředky, likvidita bude spotřebovávána a stane se součástí vašeho zůstatku. Po jednom roce bude zbývající nevyužitá likvidita vrácena poskytovateli.
de: Sobald Sie Geld erhalten, wird die Liquidität verbraucht und zu Ihrem Guthaben. Nach einem Jahr wird die verbleibende ungenutzte Liquidität vom Dienst zurückgefordert.
es: A medida que recibas fondos, la liquidez se consumirá y se convertirá en tu saldo. Al cabo de un año, la liquidez restante no utilizada será reclamada por el servicio.
es_419: La capacidad adicional se conservará durante esa duración.
fr: Au fur et à mesure que vous recevez des fonds, la liquidité est consommée et devient votre solde. Au bout d'un an, la liquidité non utilisée sera récupérée par le service.

source: Attach a message
ar: إرفاق رسالة
cs: Připojit zprávu
de: Nachricht hinzufügen
es: Adjuntar un mensaje
es_419: Adjuntar un mensaje
fr: Joindre un message

source: Attention! Some funds will expire soon and won't be eligible for a swap anymore.
ar: انتبه! ستنتهي صلاحية بعض الأموال قريبًا ولن تكون مؤهلة للمبادلة بعد الآن.
cs: Pozor! Platnost některých fondů brzy vyprší a nebudou již způsobilé pro výměnu.
de: Achtung! Einige Fonds werden bald auslaufen und können nicht mehr getauscht werden.
es: ¡Atención! Algunos fondos caducarán pronto y ya no se podrán canjear.
es_419: ¡Atención! Algunos fondos caducarán pronto y ya no se podrán canjear.
fr: Attention ! Certains fonds expireront bientôt et ne pourront plus faire l'objet d'un échange.

source: Attention: if the Bitcoin mempool feerate is high, incoming LN payments requiring an on-chain operation could be expensive.
ar: تنبيه: إذا كان ميمبو ميمبو البيتكوين مرتفعًا، فقد تكون مدفوعات LN الواردة التي تتطلب عملية على السلسلة باهظة الثمن.
cs: Pozor: pokud jsou vysoké poplatky v mempoolu Bitcoinu, příchozí Lightning platby vyžadující operaci na Blockchainu by mohly být drahé.
de: Achtung: Wenn die Bitcoin mempool feerate hoch ist, können eingehende LN-Zahlungen, die eine on-chain Operation erfordern, teuer werden.
es: Atención: si la tarifa del mempool de Bitcoin es alta, los pagos entrantes de LN que requieran una operación en cadena podrían resultar costosos.
es_419: Cuidado: si la tasa de comisión en el pool de memoria de Bitcoin es alta, los pagos entrantes de Lightning que requieran una operación en la cadena podrían resultar caros.
fr: Attention : si les frais sur le réseau Bitcoin sont élevés, les paiements Lightning qui nécessitent une opération sur la chaîne pourraient s'avérer coûteux.

source: Authenticate
ar: التوثيق
cs: Ověření pravosti
de: Authentifizieren
es: Autenticar
es_419: Autenticar
fr: S’authentifier

source: Authenticate to disable biometrics.
ar: قم بالتوثيق لإيقاف القياسات الحيوية.
cs: Přihlášení k deaktivaci biometrie.
de: Authentifizieren, um die biometrischen Daten zu deaktivieren.
es: Autentíquese para deshabilitar la biometría.
es_419: Autenticar para desactivar los datos biométricos.
fr: Authentifiez-vous pour désactiver le contrôle biométrique.
